---
kind: other
id: Properties.T:Autodesk.Revit.DB.Parameter
zh: 参数、共享参数
source: html/ce77c924-9e80-7668-cce8-c3be02b1d254.htm
---
# Parameter Properties

**中文**: 参数、共享参数

Returns the Definition object that describes the data type, name and other details of the
parameter.